const zodiacDataRu = [
  {
    name: "Овен",
    date: "21 марта - 19 апреля",
    apiName: "aries",
    icon: "♈",
    description:
      "Как и другие огненные знаки, Лев и Стрелец, Овен - это страстный, целеустремленный и уверенный лидер, который строит сообщество своим жизнерадостным настроением и неустанной решимостью. Простой и прямолинейный в своем подходе, он часто раздражается из-за избыточных деталей и ненужных нюансов.",
  },
  {
    name: "Телец",
    date: "20 апреля - 20 мая",
    apiName: "taurus",
    icon: "♉",
    description:
      "Тельцы обладают царственным качеством. Они грациозны и трудолюбивы. Они могут быть упрямыми и настойчивыми, но также являются отличными слушателями и очень надежными. Тельцы могут бесконечно работать.",
  },
  {
    name: "Близнецы",
    date: "21 мая - 20 июня",
    apiName: "gemini",
    icon: "♊",
    description:
      "Близнецы стремятся к разнообразию, умственным стимуляциям и новостям. Люди этого знака умные, быстро соображают, адаптивные, воображаемые и инновационные, игривые и юные. Они любят слова и написание, поэтому любая роль, которая позволяет им проявить свои вербальные и письменные навыки, будет подходящей (журналистика, PR, сценарий, политика, написание романов).",
  },
  {
    name: "Рак",
    date: "21 июня - 22 июля",
    apiName: "cancer",
    icon: "♋",
    description:
      "Рак, знак зодиака для тех, кто родился с 21 июня по 22 июля, под влиянием Луны воплощает интуицию, эмпатию и чувствительность. Они ценят природу, музыку и воспоминания. В отношениях Раки защитники, преданные и глубоко эмоциональны.",
  },
  {
    name: "Лев",
    date: "23 июля - 22 августа",
    apiName: "leo",
    icon: "♌",
    description:
      "Этот знак зодиака обаятелен, теплый, приветливый, смешной, защитник и обычно отличная компания. Львы любят вести, выступать, говорить, быть восхищенными и получать похвалу и уважение от других. Они по природе царственные и всегда принимают лидерскую позицию в любой ситуации.",
  },
  {
    name: "Дева",
    date: "23 августа - 22 сентября",
    apiName: "virgo",
    icon: "♍",
    description:
      "Дева определяется точностью, интеллектом и невероятным вниманием к деталям. Этот знак известен своим аналитическим умом, скрупулезным вниманием к деталям и практическим подходом к жизни.",
  },
  {
    name: "Весы",
    date: "23 сентября - 22 октября",
    apiName: "libra",
    icon: "♎",
    description:
      "Весы, как и Весы, символизирующие знак, часто обеспокоены достижением баланса, гармонии, мира и справедливости в мире. С их огромными запасами обаяния, интеллекта, откровенности, убедительности и бесшовной связи, они хорошо подготовлены к этому.",
  },
  {
    name: "Скорпион",
    date: "23 октября - 21 ноября",
    apiName: "scorpio",
    icon: "♏",
    description:
      "Зодиакальные даты Скорпиона с 23 октября по 1 ноября и относятся к водной стихии зодиака (наряду с Раком и Рыбами). Характерные черты Скорпионов включают силу, загадочность и независимость, с интенсивностью и харизмой, которые делают их незабываемыми.",
  },
  {
    name: "Стрелец",
    date: "22 ноября - 21 декабря",
    apiName: "sagittarius",
    icon: "♐",
    description:
      "Стрельцы живые, страстные, умные и более философские, чем их веселая энергия может намекать. Они любят чувствовать свободу и противятся правилам, регламентам, ограничениям и расписаниям. Они просто любят делать то, что хотят, когда хотят. Они рожденные путешественники, авантюристы, исследователи и свободные духи.",
  },
  {
    name: "Козерог",
    date: "22 декабря - 19 января",
    apiName: "capricorn",
    icon: "♑",
    description:
      "Они амбициозные, решительные, материалистичные и сильные. Они продолжают идти, когда другие бы уже сдались. Это делает их отличными партнерами в жизни, друзьями и коллегами. Козероги обычно держат небольшие круги, но верны и поддерживают своих друзей и близких.",
  },
  {
    name: "Водолей",
    date: "20 января - 18 февраля",
    apiName: "aquarius",
    icon: "♒",
    description:
      "Водолеи умные, аналитические, технические, правдивые, настойчивые, уверенные, прогрессивные и инновационные. Они любят решать проблемы, улучшать то, что уже хорошо работает, и раздвигать границы. Они активисты, кампейнеры и прогрессоры тех дел, которые, по их мнению, могут изменить мир.",
  },
  {
    name: "Рыбы",
    date: "19 февраля - 20 марта",
    apiName: "pisces",
    icon: "♓",
    description:
      "Рыбы - изменчивый знак, который легко адаптируется к окружающей среде. Эти визионеры имеют беспрецедентный доступ к коллективному бессознательному через свою ясновидящую способность и являются невероятными артистами и креативщиками. Доброжелательные и нежные, они наполняются энергией от совместных переживаний музыки и романтики.",
  },
];

export default zodiacDataRu;
